[
  {
    "id": 1,
    "novel_id": 1,
    "title": "Frozen",
    "content": "<p>The cold had teeth.</p><p>I felt them sink into my bones as I stepped through the doorway, each breath a crystalline dagger sliding down my throat. The building had been dead for weeks—no heat, no light, no hope of either returning. Ice crusted the windows like cataracts, blinding the structure to the world outside. Or perhaps it was mercy, keeping the world from seeing what lay within.</p><p>My flashlight beam cut through the darkness, revealing a reception desk buried under a shroud of frost. The nameplate read \"Millfield Industries\" in letters that might have once been gold. Now they were the color of old blood, oxidized and forgotten. Behind the desk, a calendar hung askew, still showing October. Three months ago, when people still believed in tomorrows.</p><p>The elevator doors gaped open like a mouth frozen mid-scream. I wouldn't trust that tomb even if the power still ran through these walls. The stairwell would have to do. My boots crunched against the ice-slicked floor as I made my way toward the emergency exit, each step echoing in the hollow spaces between what this place used to be and what it had become.</p><p>Seventeen floors stretched above me into the darkness. Seventeen floors of whatever I'd come here to find, or whatever would find me first. The irony wasn't lost on me—I'd spent years climbing corporate ladders, and here I was, about to climb a literal one through the frozen corpse of ambition itself.</p><p>The stairwell was worse than the lobby. Pipes had burst somewhere above, creating a cascade of ice that transformed the steps into a treacherous slope of crystallized water. Each footfall sent a sharp crack through the air, as if the building itself was breaking apart beneath my weight. Maybe it was. Maybe that would be a kindness.</p><p>I paused at the third-floor landing, not from exhaustion but from the sound that had been following me since I entered. A soft scratching, like fingernails on glass, coming from somewhere in the walls. Or maybe it was just the building settling, the steel beams contracting in the cold, the whole structure slowly collapsing in on itself like a dying star.</p><p>But I knew better than to believe in such convenient explanations. Not after what I'd seen. Not after what had driven me to this frozen monument to human folly in the first place.</p><p>The scratching grew louder as I climbed, and with it came a smell that cut through the metallic tang of ice and rust. Something organic. Something that had been warm once, and wasn't anymore. Something that reminded me why I'd stopped believing in convenient explanations.</p><p>Floor seven. The scratching was definitely coming from behind the door marked with a peeling \"7\" and a emergency exit sign that flickered weakly, powered by some battery that refused to die. Like everything else in this place, it was holding onto life just long enough to make death more interesting.</p><p>I pressed my ear to the door and listened. The scratching had stopped, replaced by something worse—silence. The kind of silence that pressed against your eardrums like deep water, heavy with the weight of things unsaid and undone.</p><p>My hand found the door handle. It was so cold it burned, but I didn't let go. Couldn't let go. Whatever was waiting for me on the other side of that door was the reason I'd come here, the reason I'd left everything behind to climb through this frozen hell.</p><p>The handle turned with a click that sounded like breaking bones.</p><p>The door swung open on its own, revealing a corridor that stretched into darkness deeper than my flashlight could penetrate. But in that small circle of light, I could see them clearly—the scratches in the walls, carved deep into the drywall, forming patterns that hurt to look at directly.</p><p>And in the frost that coated the floor, leading away from the door and disappearing into the hungry darkness beyond, were footprints.</p><p>Fresh footprints.</p><p>I wasn't alone in this frozen tomb after all.</p>",
    "order_index": 0,
    "created_at": "2025-06-14T05:01:11.443Z",
    "updated_at": "2025-06-14T05:04:15.144Z"
  },
  {
    "id": 2,
    "novel_id": 1,
    "title": "Echoes",
    "content": "<p>The footprints were smaller than mine.</p><p>That detail lodged itself in my mind like a splinter, sharp and impossible to ignore. Someone had walked this corridor recently—recently enough that the frost hadn't had time to claim their traces. But the delicate impressions in the ice suggested feet that had never known the weight of a construction worker's boots or a security guard's heavy steps.</p><p>I followed them into the darkness, my flashlight beam dancing ahead like a nervous animal. The corridor stretched longer than the building's blueprints should have allowed, lined with office doors that hung open like slack jaws. Each doorway exhaled its own pocket of stale air, carrying scents that made my stomach clench—not just the metallic bite of cold, but something sweeter underneath. Something that whispered of flowers wilting in a forgotten vase.</p><p>The scratches in the walls grew more elaborate as I progressed, evolving from simple gouges into something that almost resembled writing. A language carved in desperation, each stroke deeper than the last. I tried not to look at them directly, but my peripheral vision caught fragments of meaning that my conscious mind rejected.</p><p>Twenty feet ahead, the footprints stopped.</p><p>Not at a door, not at an intersection—they simply ended in the middle of the hallway as if their owner had been plucked from existence by invisible hands. The frost around the final prints was disturbed, swirled into patterns that reminded me of fingerprints pressed into clay.</p><p>I crouched beside the last footprint, noting how the edges had begun to crystallize. Still fresh, but not immediate. An hour, maybe less. The realization that I'd been that close to someone—something—sent ice water through my veins that had nothing to do with the building's temperature.</p><p>A sound echoed from somewhere behind me. Not the scratching this time, but something worse—the soft whisper of fabric against fabric, like someone adjusting their position in the darkness I'd already explored. I spun around, my flashlight beam cutting wild arcs through the air, but the corridor behind me stretched empty and still.</p><p>The whisper came again, closer now, and with it a voice so quiet I almost convinced myself I'd imagined it.</p><p>\"Why did you come here?\"</p><p>The words seemed to emerge from the walls themselves, carried by the building's ventilation system like a ghost made of breath and longing. Female, young, and tinged with an accent I couldn't place—something European, perhaps, softened by years in America but never quite erased.</p><p>I found my voice, though it came out rougher than I intended. \"Who's there?\"</p><p>Silence answered me, but it was a different quality of silence now—expectant rather than empty. She was listening, waiting for something more than a simple question. The scratches on the walls seemed to pulse in my peripheral vision, demanding attention I refused to give them.</p><p>\"I know you're here,\" I said, addressing the darkness ahead. \"I can see your footprints.\"</p><p>A laugh drifted through the corridor, soft and sad and entirely too human for this frozen mausoleum. It seemed to come from everywhere and nowhere, as if the building itself had learned to find humor in the horror it contained.</p><p>\"Footprints,\" the voice repeated, savoring the word like a half-remembered melody. \"Yes, I suppose there would be footprints. I keep forgetting about those.\"</p><p>The beam of my flashlight flickered, and in that moment of uncertainty, I caught a glimpse of movement at the very edge of its reach. A pale shape that might have been a hand, disappearing around a corner that hadn't been there moments before.</p><p>\"What happened here?\" I called out, taking a step forward despite every instinct screaming at me to run. \"What happened to Millfield Industries?\"</p><p>The whisper of fabric came again, closer now, and with it the unmistakable sound of bare feet on ice. She was moving, circling me perhaps, staying just beyond the reach of my light.</p><p>\"The same thing that happens everywhere,\" she said, and now her voice carried a weight that seemed too heavy for someone who left such delicate footprints. \"People reach too far. They dig too deep. They find things that were meant to stay buried.\"</p><p>My flashlight beam found another doorway, this one different from the others. While the rest hung open in defeat, this door remained closed, its surface covered in the same scratched symbols that decorated the walls. But these were different—more deliberate, more purposeful. A warning, perhaps, or an invitation.</p><p>\"Is that where you found it?\" I asked, though I wasn't sure where the question came from or what \"it\" might be.</p><p>The silence stretched so long I began to think she'd disappeared again. Then, barely audible: \"That's where it found me.\"</p><p>The door handle turned without my touching it.</p></p>",
    "order_index": 1,
    "created_at": "2025-06-14T05:18:57.529Z",
    "updated_at": "2025-06-14T05:21:13.022Z"
  }
]
